{
  "name": "mfa",
  "count": 18,
  "frequency": "realtime",
  "version": 2,
  "newdata": true,
  "lastrunstatus": "success",
  "lastsuccess": "Mon May 12 2014 00:35:55 GMT+0000 (UTC)",
  "results": {
    "collection1": [
      {
        "image": "https://www.mfa.org/sites/default/files/images/exhibition_page_impressionism.jpg",
        "desc": "Boston loves Impressionism and always has. For the first time, the Museum of Fine Arts, Boston, invited the public to choose works for a special Impressionist exhibition. Choosing from a different themed group each week, fans voted for their favorite paintings from a selection of fifty works from the MFA’s Impressionist collection, with the top thirty picks earning a spot in the exhibition \"Boston Loves Impressionism.\" Voters made plain their love for Vincent van Gogh’s masterpiece, Houses at Auvers (1890), which earned the most votes (4,464), edging out Claude Monet, who came in second place with 3,543 votes for his iconic Water Lilies (1907). Third place was taken by Edgar Degas’ Little Fourteen-Year-Old Dancer (original model 1878–81, cast after 1921)––the only sculpture in the contest. These three top vote getters hold a place of honor at the entrance of the exhibition. Come see the exhibition that you helped to create.",
        "title": "Boston Loves Impressionism",
        "exhibit": "Lois and Michael Torf Gallery (Gallery 184)",
        "artist": "The exhibition was conceived by Malcolm Rogers, the MFA’s Ann and Graham Gund Director. While renovations take place in the large Sidney and Esther Rabb Gallery of European Impressionism, Rogers was looking for a way to keep many of the works on view, and had the idea to get the public involved in choosing which ones by asking them to share their favorites."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/global_exhibition_page.jpg",
        "desc": "“Permission To Be Global/Prácticas Globales” debuts in New England 60 contemporary Latin American works from the collection of Ella Fontanals-Cisneros, founder of the CIFO Art Foundation in Miami. Featuring sculpture, painting, photography, video, installation, and performance art from 1960 to the present, the exhibition explores how avant-garde artists from the Caribbean and Central and South America have become integral to discourses on international contemporary art after years of exclusion from institutions at home and abroad. Four thematic sections—Power Parodied, Borders Redefined, Occupied Geometries, and Absence Accumulated—consider distinct aesthetic strategies that resonate within the artists’ cultural contexts and beyond. Their unique visual languages subvert status quo, defy boundaries, humanize art's abstractions, and revisit forgotten histories. Together they offer critical understandings of what it means to be global today. Developed in collaboration with CIFO, the exhibition will be shown in both Boston and Miami (opens December 4, 2013, for Art Basel Miami Beach) with specially commissioned performances and related installations by internationally acclaimed artists.",
        "title": "Permission To Be Global/ Prácticas Globales",
        "exhibit": "Henry and Lois Foster Gallery (Gallery 158)",
        "artist": "Above: Daniel Medina, Reja Naranja (Dispositivo Cinético-Social) / Orange Bars (Social-Kinetic Device), 2012. Metal bars on hinges and vinyl paint on wall. © Daniel Medina. Photo credit: Ángela Bonadies. Image courtesy of the artist and the Ella Fontanals-Cisneros Collection."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/apimage1.crop3_.jpg",
        "desc": "This Community Arts Initiative Artist Project features the works of children from our eight partner community organizations working under the guidance of artist Jake Fried. The students created multiple stop-motion animations about familiar places and people using drawing, flip-books, claymation, and paper cutouts. Each animation project stemmed from an exploration of the MFA's collection and allowed each clubhouse to reflect on and represent the people and places important to their communities. Students were introduced to new and unique art-making materials and skills, while also learning about the Museum's collection and the wider world of video art. The project created a fun and interactive environment where the participating students learned, experimented, and bonded with their peers, families, and communities.",
        "title": "Community Arts Initiative",
        "exhibit": "2014 Edward H. Linde Gallery (Gallery 168)",
        "artist": "The exhibition includes the work of approximately 100 children representing the five Boston Boys & Girls Clubs, West End House Boys & Girls Club of Allston-Brighton, Boston Chinatown Neighborhood Center, and United South End Settlements."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/evelyn_rydz_exhibition_page.jpg",
        "desc": "Evelyn Rydz (b. 1979, Miami) received an MFA from the School of the Museum of Fine Arts, Boston, in 2005. Rydz explores America's coasts, photographing the manufactured remnants of modern life that wash up on the shoreline. Plastic's resilience is exactly the quality that makes it valuable to us, but what we use, discard, and dump in the sea is useless to marine life. Materials that never decay become a permanent part of the oceanic ecosystem. Nature's attempt to reclaim these cast-offs fascinates Rydz, who draws our attention to their transformation on their long journey along the global ocean current, and to the larger implications of society's everyday actions. This exhibition is the first to include Rydz's bold photographs, which, combined with her delicate drawings, depict these fragments in surprising ways.",
        "title": "Evelyn Rydz",
        "exhibit": "Gallery 265",
        "artist": ""
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/d_design_exhibition_page_0.jpg",
        "desc": "Design drawings are among the hidden treasures of the MFA’s collection, and this exhibition displays nearly 30 works on paper, each representing a different artist, architect, or designer in an alphabet of design from the 16th through the 20th centuries. A is for Ashbee: a design for a ring by the Arts and Crafts designer and social reformer C. R. Ashbee; L is for La Farge: a design for stained glass by the artist and designer John La Farge; and R is for Rossi: an architectural model by the renowned 20th-century Italian architect Aldo Rossi. The surprising juxtaposition of unrelated but visually compelling designs for architecture, theater, stained glass, furniture, jewelry and silver, and textiles—many of which are rarely, if ever, on view—presents an opportunity for visitors to engage with questions surrounding design, from technical to artistic.",
        "title": "D Is for Design",
        "exhibit": "Clementine Brown Gallery (Gallery 170)",
        "artist": "Above: Frank Lloyd Wright, June, The Garden Window, a design for the cover of Liberty magazine (detail), 1927. Color crayon and graphite on cream wove paper. Charles Amos Cummings Fund. © 2014 Frank Lloyd Wright Foundation, Scottsdale, AZ / Artists Rights Society (ARS), NY."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/pictorialist_photography_exhibition_page.jpg",
        "desc": "Photographers known as the Pictorialists, who worked around 1900, were part of the first international movement in the history of the medium. Their mission was to prove the artistic merit of photography by strengthening its connections with the fine arts. To this end they made images that sought to represent truth and beauty; that were atmospheric; that had poetic, literary, or spiritual value; and that emphasized the role of the photographer as a craftsman. Figures such as Alfred Stieglitz, Edward Steichen, Frederick H. Evans, Alvin Langdon Coburn, Gertrude Käsebier, and Clarence H. White made spectacular images influenced by current art trends, including Impressionism, Symbolism, and the Arts and Crafts movement.The Pictorialists primarily utilized two printing processes: platinum, with its extraordinary tonal richness, and gum bichromate, a labor-intensive process that involved hand coating papers with carefully prepared emulsions and pigments. They often presented their images by mounting them on papers that were specially lined or colored, like fine art drawings, and they sometimes showed them in specially designed frames.",
        "title": "Truth and Beauty",
        "exhibit": "Herb Ritts Gallery (Gallery 169)",
        "artist": ""
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/caravaggio_exhibition_page_1.jpg",
        "desc": "Take sides in an intense debate among leading authorities on Italian art and learn the possible answers to the question: What makes a Caravaggio? “Visiting Masterpieces: Caravaggio and Connoisseurship” introduces visitors to the art of judging whether a Caravaggio is, in fact, a Caravaggio. Four works never before seen in Boston provide an inside look at the complexities of connoisseurship and attribution. Caravaggio’s Fortune Teller (about 1594–95) and Fra Antonio Martelli, Knight Grand Cross of the Order of Malta (about 1608), once doubted by experts, are now considered benchmark works by this artist. Two more paintings—Maffeo Barberini (about 1596) and Saint Francis in Meditation (about 1595)—are at the center of ongoing debates. Organized by the Muscarelle Museum of Art, the exhibition allows visitors to employ the  analytical thinking of experts and decide for themselves: which could be true Caravaggios? Visitors are encouraged to tweet their opinions using the hashtag #TrueCaravaggio and follow @mfaboston for conversation about the paintings."
        ,
        "title": "Visiting Masterpieces",
        "exhibit": "Lee Gallery (Gallery 154)",
        "artist": ""
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/return_dragon_exhibition_page.jpg",
        "desc": "A native of Kyoto, and known for his unconventional techniques and irreverent humor, Shōhaku depicts a dragon swooping down through whirls of clouds and mist, and swishing its scaly tail in a rhythmic symphony of rich shades of ink that extends across the thirty-five-foot-long composition. The exhibition commemorates the 55th anniversary of the Kyoto-Boston sister city relationship. When the painting first entered the MFA’s collection in 1911, it was mounted in four sections on thick paper. In recent years, the work was determined to have originally comprised eight paintings on sliding doors (fusuma) that would have been part of a larger set adorning the interior of a Buddhist temple hall. In preparation for its inclusion in a 2012 exhibition of the MFA’s masterpieces in Japan, the paintings were treated by specialists in the Museum’s Asian Conservation Studio. Five years ago they began the process by separating and repairing the damaged paintings, and preparing custom-made wooden lattice cores with multiple layers of paper on each side. The paintings were mounted on these modified fusuma panels and finished with an appropriate lacquer wooden trim. The MFA has long been widely recognized for its unparalleled collection of works by Shōhaku, including these works on view along with Dragon and Clouds: Hawk (about 1763) and two hanging scrolls by the artist from the late 1770s.",
        "title": "Return of the Dragon",
        "exhibit": "Gallery 178",
        "artist": ""
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/photo_eye_exhibition_page.jpg",
        "desc": "Photographers working in Europe during the period between the two World Wars made some of the most memorable images in the medium’s history. Their goal was to infuse their medium with a fresh and distinctly “modern” style. Influenced by Cubism, Constructivism, Dadaism, and Surrealism, and reflecting the effects that technology, urbanization, and cinema were having on their time, European photographers adopted unconventional and innovative approaches to their image making. Characteristics of their visions include rigorous objectivity, surprising camera angles, and darkroom experimentation. “Photo Eye: Avant-Garde Photography in Europe” charts this shift through the work of artists such as Constantin Brancusi, Ilse Bing, André Kertész, Man Ray, László Moholy-Nagy, and Josef Sudek. Their contributions and those of their peers were central to a transformation in photographic expression in the 20th century. The exhibition includes a number of important new acquisitions, along with select loans.",
        "title": "Photo Eye",
        "exhibit": "Mary Stamas Gallery (Gallery 153)",
        "artist": "Above: Ilse Bing, Can Can Dancers (detail), 1931. Photograph, gelatin silver print. Ernest Wadsworth Longfellow Fund. Reproduced with permission. Copyright Estate of Ilse Bing."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/drawn_daily_life_exhibition_page.jpg",
        "desc": "Some 50 lively drawings and watercolors by leading 17th-century Dutch artists from the superb Maida and George Abrams Collection bring to life the faces, figures, pleasures, pastimes, and labors of Dutch people. Works by Rembrandt, Hendrick Avercamp, Abraham Bloemaert, Jacques De Gheyn II, Jan van Goyen, Adriaen and Isaack van Ostade, along with a host of others, bring the century to life and highlight the prominence of drawing during the era.",
        "title": "Drawn to Daily Life",
        "exhibit": "Frances Vrachos Gallery (Gallery 144)",
        "artist": "Above: Adriaen van Ostade, The Spectacles Seller, 1673. Brown ink, gray wash, over graphite, incised, on off‑white antique laid paper. Maida and George Abrams Collection, Boston, Massachusetts. Photograph © President and Fellows of Harvard College."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/exhibition_page_pica.jpg",
        "desc": "Beginning on Martin Luther King Jr. Day (January 20), an outdoor installation of Argentinean artist Amalia Pica’s Now, Speak! concrete lectern encourages impromptu performances by all MFA visitors and passersby. The lectern was inaugurated by the MFA’s Teen Arts Council, who read excerpts of historically significant speeches, along with distinguished visitors including Mayor Marty Walsh, former Ambassador to Nigeria Walter Carrington, and comedian Jimmy Tingle. It will be on view and available for performances at the Museum through July 2014.",
        "title": "Amalia Pica",
        "exhibit": "Huntington Avenue Entrance (EX06)",
        "artist": ""
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/Samba_Spirit-2011.1842 (2).jpg",
        "desc": "For the first time the MFA presents a selection of works by 20th-century Brazilian artists of African descent. Rarely studied in the United States, these painters and sculptors drew on indigenous, European, and African traditions, and found inspiration in all aspects of Brazilian life—religious rituals, urban and rural life, music, and dance. Each artist has a distinct approach to subject, style, and iconography creating a lively range of imagery. The exhibition features key works by Heitor dos Prazeres, Maria Auxiliadora da Silva, and Waldemiro de Deus. All are recent acquisitions from the collection of John Axelrod.",
        "title": "Samba Spirit",
        "exhibit": "Bernard and Barbara Stern Shapiro Gallery (Gallery 231)",
        "artist": "Above: Maria Auxiliadora da Silva, Chuva Sobre São Paulo (Rain over Sao Paulo), 1971. Oil and mixed media on canvas. The John Axelrod Collection—Frank B. Bemis Fund and Charles H. Bayley Fund."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/35.1947_japanese_printmaking_exhibition_page.jpg",
        "desc": "In the 20th century, printmaking in Japan became not just a way of producing popular images but a fine art form. No longer constrained by the requirements of commercial publishing, artists were able to exploit the color woodblock process as far as their imaginations could take them, and to experiment with new Western media as well.",
        "title": "The Creative Process in Modern Japanese Printmaking",
        "exhibit": "Gallery 278A",
        "artist": "A variety of materials, from Takei Takeo’s miniature artist books to large collaborative prints, gives visitors an intriguing behind-the-scenes look at the work of modern Japanese print artists."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/Fired Earth.jpg",
        "desc": "During the last decade, the exciting shapes and technical finesse in Japanese contemporary ceramics and baskets have attracted new audiences among Western enthusiasts. Recently attention has centered on more abstract works produced by modern ceramic and bamboo artists, including pioneering female ceramists, who, beginning in the 1950s, turned to abstract sculpture or architecture for their inspiration, creating innovative, expressive sculptural pieces rooted in traditional materials and techniques but that transcend utilitarian forms. “Fired Earth, Woven Bamboo” celebrates contemporary Japanese decorative arts at the MFA, thanks to the recent gift of works spanning the late 20th and early 21st centuries from Stanley and Mary Ann Snider. More than 60 dramatic ceramics and baskets from the Snider Collection are complemented by contemporary Japanese quilts and fabric screens and an example of sophisticated paper sculpture, highlighting the revolution in these traditional media in creative abstraction.",
        "title": "Fired Earth, Woven Bamboo",
        "exhibit": "Gallery 177",
        "artist": "Above: Sakurai Yasuko, Vertical Flower, Heisei era, 2007. Porcelain. Stanley and Mary Ann Snider Collection."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/43.1772_exhibition_page.jpg",
        "desc": "From pinking shears to pink ribbons, the color pink is associated with fashion and femininity; perhaps no other color has as much social significance and gender association. The fascinating exhibition “Think Pink” explores the history and changing meanings of the color as its popularity ebbed and flowed in fashion and visual culture from the 18th century to the present day. An interdisciplinary show drawing from across the MFA collections, “Think Pink” juxtaposes clothing, accessories, graphic illustrations, jewelry, and paintings to shed light on changes in style; the evolution of pink for girls, blue for boys; and advances in color technology. “Think Pink” includes a selection of dresses and accessories from the collection of the late Evelyn Lauder, who was instrumental in creating an awareness of breast cancer by choosing the color as a visual reference. The opening of “Think Pink” in October coincides with Breast Cancer Awareness Month, when the MFA will be illuminated in pink.",
        "title": "Think Pink",
        "exhibit": "Loring Gallery (Gallery 276)",
        "artist": "Above: Doll's dress, 18th century. Doll's dress, pink silk taffeta, in two parts. (Modern stand and wire support for skirt). The Elizabeth Day McCormick Collection."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/1991.522_childs_exhibition_page.jpg",
        "desc": "American art of the 1940s and ’50s was dominated by the gestural style known as Abstract Expressionism. In love with spontaneity and happy accidents, and favoring inspiration from the subconscious, artists invented a highly original American art language that triumphed internationally. “American Gestures” features drawings, prints, paintings, and sculpture from the late 1940s to the ’70s by Willem de Kooning, Robert Motherwell, David Smith, Mark Tobey, Alfred Leslie, Jackson Pollock, Lee Krasner, and a number of others. Many of these works are relatively recent acquisitions, some shown here for the first time.",
        "title": "American Gestures",
        "exhibit": "Robert and Jane Burke Gallery (Gallery 335)",
        "artist": "Above: Bernard Childs, Arrival, 1955. Powertool drypoint and burin engraving. Gift of Peter Soriano. © Estate of Bernard Childs."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/exhibition_page_audubon.jpg",
        "desc": "As author and illustrator of The Birds of America, John James Audubon (1785–1851) traveled thousands of miles throughout the United States and Canada to seek out and draw North American birds in their natural habitats. In the book’s enormous pages—each more than three feet high—Audubon captured the full range of avian life in North America, including many exotic creatures. Produced in England and issued in a limited edition between 1827 and 1838, only about 120 complete copies exist today. This exhibition features prints from the MFA’s copy of The Birds of America and some smaller works by Audubon. The artist was also a gifted writer, and the exhibition pairs his birds with his words, offering insight into Audubon’s methods, obsessions, and the trials associated with his giant project.",
        "title": "Audubon's Birds, Audubon's Words",
        "exhibit": "Edward and Nancy Roberts Family Gallery (Gallery LG26)",
        "artist": "Above: John James Audubon, The Birds of America, Plate 321, Roseate Spoonbill (detail), 1824–38. Etching and aquatint, hand colored. Gift of William Hooper."
      },
      {
        "image": "https://www.mfa.org/sites/default/files/images/2007.827.crop_.jpg",
        "desc": "What is a gem? \"Jewels, Gems, and Treasures: Ancient to Modern,\" the first exhibition in the Museum's new Rita J. and Stanley H. Kaplan Family Foundation Gallery, examines the various roles and meanings associated with a wide range of gem materials. Drawn from the MFA’s collection and select loans, these range from a 24th-century BC Nubian conch shell amulet, to Mary Todd Lincoln’s 19th-century diamond and gold suite, to a 20th-century platinum, diamond, ruby, and sapphire Flag brooch honoring the sacrifices of the Doughboys in World War I.",
        "title": "Jewels, Gems, and Treasures",
        "exhibit": "Rita J. and Stanley H. Kaplan Family Foundation Gallery (Gallery 104)",
        "artist": ""
      }
    ]
  }
}